/* Message in progress panel while filtering */
"%d folders filtered" = "%d cartelle filtrate";

/* Message in progress panel while loading data */
"%d folders read" = "%d cartelle lette";

/* Message in progress panel while saving data */
"%d folders saved" = "%d cartelle registrate";

/* Message in progress panel while scanning */
"%d folders scanned" = "%d cartelle esaminate";

/* Date format (for scan time) */
"%d/%m/%y" = "%d/%m/%y";

/* Time format (for scan time) */
"%H:%M:%S" = "%H:%M:%S";

/* Exact file size (in bytes). */
"%qu bytes" = "%qu bytes";

/* Alert message (Note: 'it' can refer to a file or a folder) */
"A possible reason is that it does not exist anymore." = "A possible reason is that it does not exist anymore.";

/* Alert message */
"A rule named \"%@\" already exists." = "Esiste già una regola chiamata \"%@\".";

/* Alert message (with filename arg) */
"Aborted saving the scan data to \"%@\"" = "Interrotto il salvataggio dei dati scansione in \"%@\"";

/* Window title */
"Apply filter" = "Applica filtro";

/* Label in Focus panel */
"Area in view:" = "Area visualizzata:";

/* Parse error */
"Attribute not found." = "Attributo non trovato.";

/* File size unit for bytes. */
"B" = "B";

/* Alert panel button */
"Cancel" = "Annulla";

/* Alert panel button */
"Delete" = "Elimina";

/* Alert message */
"Do you want to delete the file \"%@\"?" = "Sei sicuro di voler eliminare il file \"%@\"?";

/* Alert message */
"Do you want to delete the folder \"%@\"?" = "Sei sicuro di voler eliminare la cartella \"%@\"?";

/* Alert message */
"Do you want to delete the package \"%@\"?" = "Sei sicuro di voler eliminare il pacchetto \"%@\"?";

/* Window title */
"Edit mask" = "Modifica maschera";

/* Parse error */
"Encountered more than one root element." = "Sono stati trovati più elementi root.";

/* Parse error */
"Encountered more than one root folder." = "Sono state trovate più cartelle root.";

/* Parse error */
"Encountered more than one ScanInfo element." = "Sono stati trovati più elementi ScanInfo.";

/* Parse error */
"Error parsing \"%@\" attribute: %@" = "Errore nell'attributo %2$@ di \"%1$@\".";

/* Parse error */
"Expected date value." = "Expected date value.";

/* Parse error */
"Expected GrandPerspectiveScanDump element." = "Expected GrandPerspectiveScanDump element.";

/* Parse error */
"Expected integer value." = "Expected integer value.";

/* Parse error */
"Expected unsigned integer value." = "Expected unsigned integer value.";

/* Alert message */
"Failed to delete the file \"%@\"" = "Impossibile eliminare il file \"%@\"";

/* Alert message */
"Failed to delete the folder \"%@\"" = "Impossibile eliminare la cartella \"%@\"";

/* Alert message (with filename arg) */
"Failed to load the scan data from \"%@\"" = "Impossibile caricare i dati scansione da \"%@\"";

/* Alert message */
"Failed to open the file \"%@\"" = "Impossibile aprire il file \"%@\"";

/* Alert message */
"Failed to open the folder \"%@\"" = "Impossibile aprire la cartella \"%@\"";

/* Alert message */
"Failed to open the package \"%@\"" = "Impossibile aprire il pacchetto \"%@\"";

/* Alert message */
"Failed to reveal the file \"%@\"" = "Impossibile mostrare il file \"%@\"";

/* Alert message */
"Failed to reveal the folder \"%@\"" = "Impossibile mostrare la cartella \"%@\"";

/* Alert message */
"Failed to reveal the package \"%@\"" = "Impossibile mostrare il pacchetto \"%@\"";

/* Alert message */
"Failed to save the image." = "Impossibile salvare l'istantanea.";

/* Alert message (with filename arg) */
"Failed to save the scan data to \"%@\"" = "Impossibile salvare i dati della scansione in \"%@\"";

/* Error message */
"Failed to write entire buffer." = "Impossibile completare il buffer.";

/* Error message */
"Failed to write last data to file." = "Impossibile scrivere l'ultima informazione nel file.";

/* Label in Focus panel */
"File in view:" = "File visualizzato:";

/* Filter naming template. */
"Filter%d" = "Filtro%d";

/* Message in progress panel while filtering */
"Filtering %@" = "Sto filtrando %@";

/* Title of progress panel. */
"Filtering in progress" = "Filtering in progress";

/* Label in Focus panel */
"Folder in view:" = "Cartella visualizzata:";

/* File size unit for gigabytes. */
"GB" = "GB";

/* File size unit for kilobytes. */
"kB" = "kB";

/* Legend for Level mapping scheme. */
"Level %d" = "Livello %d";

/* Title of load panel */
"Load scan data" = "Carica dati scansione";

/* Title of progress panel. */
"Loading in progress" = "Caricamento in corso";

/* Misc. description for Level mapping scheme. */
"Lower levels" = "Livelli inferiori";

/* File size unit for megabytes. */
"MB" = "MB";

/* Initial match value in EditFilterRuleWindow */
"New match" = "Nuovo valore";

/* The filter name when there is no filter. */
"None" = "Nessuno";

/* Alert additional informative text */
"Note: The file is hard-linked. It will take up space until all links to it are deleted." = "Note: The file is hard-linked. It will take up space until all links to it are deleted.";

/* Alert additional informative text */
"Note: The folder is hard-linked. It will take up space until all links to it are deleted." = "Note: The folder is hard-linked. It will take up space until all links to it are deleted.";

/* Alert additional informative text */
"Note: The package is hard-linked. It will take up space until all links to it are deleted." = "Note: The package is hard-linked. It will take up space until all links to it are deleted.";

/* Alert panel button */
"OK" = "OK";

/* Misc. description for File type mapping scheme. */
"other file types" = "altre classi";

/* Legend for Level mapping scheme. */
"Outermost level" = "Livello principale";

/* Label in Focus panel */
"Package in view:" = "Pacchetto visualizzato:";

/* Parse error */
"Parse error (line %d): %@" = "Parse error (line %1$d): %2$@";

/* Parse error */
"Parsing aborted" = "Parsing aborted";

/* Alert message */
"Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions." = "Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions.";

/* Message in progress panel while loading data */
"Reading %@" = "Leggo %@";

/* Alert panel button */
"Remove" = "Elimina";

/* Alert message */
"Remove the rule named \"%@\"?" = "Elimino la regola \"%@\"?";

/* Title of save panel */
"Save image" = "Registra istantanea";

/* Title of save panel */
"Save scan data" = "Registra dati scansione";

/* Message in progress panel while saving data */
"Saving %@" = "Registro %@";

/* Title of progress panel. */
"Saving in progress" = "Salvataggio in corso";

/* Prompt in open panel */
"Scan" = "Esamina";

/* Title of open panel */
"Scan folder" = "Esamina cartella";

/* Message in progress panel while scanning */
"Scanning %@" = "Esamino %@";

/* Title of progress panel. */
"Scanning in progress" = "Scansione in corso";

/* Label in Focus panel */
"Selected area:" = "Area selezionata:";

/* Label in Focus panel */
"Selected file:" = "File selezionato:";

/* Label in Focus panel */
"Selected folder:" = "Cartella selezionata:";

/* Label in Focus panel */
"Selected package:" = "Pacchetto selezionato:";

/* Alert message (with filename arg) */
"Successfully saved the scan data to \"%@\"" = "Dati scansione salvati in \"%@\"";

/* File size unit for terabytes. */
"TB" = "TB";

/* Alert informative text */
"The resulting file is valid but incomplete." = "The resulting file is valid but incomplete.";

/* Alert message */
"The rule must have a name." = "La regola deve avere un nome.";

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "The rule will be irrevocably removed from the rule repository.";

/* Alert informative text */
"The rule will be replaced by the default rule with this name." = "The rule will be replaced by the default rule with this name.";

/* Alert informative text */
"The selected file will be moved to Trash." = "Il file selezionato verrà spostato nel Cestino.";

/* Alert informative text */
"The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted." = "La cartella selezionata e tutti i file contenuti verranno spostati nel Cestino. Attenzione, saranno cancellati anche i file non visibili a GrandPerspective.";

/* Alert informative text */
"The selected package will be moved to Trash." = "Il pacchetto selezionato verrà spostato nel Cestino.";

/* Description for 'unknown' UTI. */
"unknown file type" = "classe sconosciuta";

/* Parse error */
"Unrecognized value." = "Valore non riconosciuto.";

